{
  "name": "Hominoidea (Hominids)",
  "bio": "Hominoidea includes humans as well as our close ape relatives, chimps, orangutans, and gorillas.",
  "image": "images/fictional/ape.png",
  "children": [
    {
      "name": "Hominidae",
      "bio": "One of the two living families of the ape superfamily Hominoidea, the other being the Hylobatidae (gibbons).Hominidae includes the great apes—that is, the orangutans (genus Pongo), gorillas (Gorilla), and chimpanzees and bonobos (Pan)—as well as human beings (Homo).",
      "image": "images/fictional/ape2.png",
      "children": [
        {
          "name": "Homininae",
          "image": "images/fictional/ape4.png",
          "bio": "Homininae is a subfamily of Hominidae. It includes two tribes, with their extant as well as extinct species: the Hominini tribe (with the genus Homo including modern humans, Australopithecina.",
          "children": [
            {
              "name": "Hominini",
              "bio": "The Hominini is a taxonomic tribe of the subfamily Homininae; it comprises three subtribes: Hominina, with its one genus Homo; Australopithecina, comprising at least three extinct (or, fossil) genera and Panina",
              "image": "images/fictional/ape5.png",
              "children": [
                {
                  "name": "Homo",
                  "bio": "Homo is the genus that comprises the species Homo sapiens, which includes modern humans, as well as several extinct species classified as ancestral to or closely related to modern humans, most notably Homo erectus. The genus is between 2 and 3 million years old, taken to emerge with the appearance of Homo habilis",
                  "image": "images/fictional/ape6.png"
                },
                {
                  "name": "Pan",
                  "bio": "A taxonomic genus within the family Hominidae – the chimpanzees, native to central Africa",
                  "image": "images/fictional/ape7.png"
                }
              ]
            },
            {
              "name": "Gorrillini",
              "image": "images/fictional/ape12.png",
              "bio": "Gorillini is a taxonomical tribe containing two genera: Gorilla and the extinct Chororapithecus",
              "children": [
                {
                  "name": "Gorilla",
                  "image": "images/fictional/ape13.png",
                  "bio": "Gorillas are ground-dwelling, predominantly herbivorous apes that inhabit the forests of central Africa. The eponymous genus Gorilla is divided into two species: the eastern gorillas and the western gorillas (both critically endangered), and either four or five subspecies. They are the largest living primates. The DNA of gorillas is highly similar to that of humans, from 95–99% depending on what is counted, and they are the next closest living relatives to humans after the chimpanzees and bonobos."
                }
              ]
            }
          ]
        },
        {
          "name": "Ponginae",
          "bio": "Ponginae is a subfamily in the family Hominidae. Once a diverse lineage of Eurasian apes, pongines are now represented by two species of orangutans: the Sumatran orangutan (Pongo abelii), and the Bornean orangutan (Pongo pygmaeus). Both species of orangutan are now listed as critically endangered by the IUCN",
          "image": "images/fictional/ape11.png",
          "children": [
            {
              "name": "",
              "image": "images/fictional/placeholder.png",
              "bio": "No Tribes - continue.",
              "children": [
                {
                  "name": "Pongo",
                  "image": "images/fictional/ape9.png",
                  "bio": "The orangutans (also spelled orang-utan, orangutang, or orang-utang) are the two exclusively Asian species of extant great apes. Native to Indonesia and Malaysia, orangutans are currently found in only the rainforests of Borneo and Sumatra. Classified in the genus Pongo, orangutans were considered to be one species. Since 1996, they have been divided into two species: the Bornean orangutan (P. pygmaeus) and the Sumatran orangutan (P. abelii). In addition, the Bornean species is divided into three subspecies."
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "name": "Hylobatidae",
      "image": "images/fictional/ape3.png",
      "bio": "The family Hylobatidae is composed of gibbons. The family historically contained one genus, but now is split into four genera (Hylobates, Hoolock, Nomascus, and Symphalangus).",
      "children": [
        {
          "name": "",
          "image": "images/fictional/placeholder.png",
          "bio": "No subfamily - continue",
          "children": [
            {
              "name": "",
              "bio": "No tribe - continue",
              "image": "images/fictional/placeholder.png",
              "children": [
                {
                  "name": "Hylobates",
                  "image": "images/fictional/ape10.png",
                  "bio": "The genus Hylobates is one of the four genera of gibbons. Its name means ‘forest walker’. It was once considered the only genus, but recently its subgenera (Hoolock [formerly Bunopithecus], Nomascus, and Symphalangus) have been elevated to the genus level. Hylobates remains the most speciose and widespread of gibbon genera, ranging from southern China (Yunnan) to western and central Java."
                }
              ]
            }
          ]
        }
      ]
    }
  ]
}